Repository: jbdemonte/ai-ampilo
Catalog: Sources/AIUsage/Resources/Localizable.xcstrings
Source language: fr
Languages: de, en, es, it, pt_br

source: Accès refusé par le fournisseur
de: Zugriff vom Anbieter verweigert
en: Provider denied access
es: Acceso denegado por el proveedor
it: Accesso negato dal fornitore
pt_br: Acesso negado pelo provedor

source: Accès refusé par le fournisseur — pause de 6 h
de: Zugriff vom Anbieter verweigert — 6 h Pause
en: Provider denied access — paused for 6 h
es: Acceso denegado por el proveedor — pausa de 6 h
it: Accesso negato dal fornitore — pausa di 6 h
pt_br: Acesso negado pelo provedor — pausa de 6 h

source: Actualisation
de: Aktualisierung
en: Refresh
es: Actualización
it: Aggiornamento
pt_br: Atualização

source: Actualiser
de: Aktualisieren
en: Refresh
es: Actualizar
it: Aggiorna
pt_br: Atualizar

source: Afficher le pourcentage dans la barre
de: Prozentwert in der Menüleiste anzeigen
en: Show percentage in the menu bar
es: Mostrar el porcentaje en la barra de menús
it: Mostra la percentuale nella barra dei menu
pt_br: Mostrar a porcentagem na barra de menus

source: Ajouter un compte
de: Account hinzufügen
en: Add an account
es: Añadir una cuenta
it: Aggiungi un account
pt_br: Adicionar uma conta

source: Ajoutez un compte Claude ou Codex dans les réglages.
de: Füge in den Einstellungen einen Claude- oder Codex-Account hinzu.
en: Add a Claude or Codex account in Settings.
es: Añade una cuenta de Claude o Codex en los ajustes.
it: Aggiungi un account Claude o Codex nelle impostazioni.
pt_br: Adicione uma conta Claude ou Codex nos ajustes.

source: Ajoutez un compte dans les réglages.
de: Füge in den Einstellungen einen Account hinzu.
en: Add an account in Settings.
es: Añade una cuenta en los ajustes.
it: Aggiungi un account nelle impostazioni.
pt_br: Adicione uma conta nos ajustes.

source: Alerte quand le quota est épuisé
de: Bei aufgebrauchtem Kontingent benachrichtigen
en: Alert when quota is exhausted
es: Avisar cuando se agote la cuota
it: Avvisa quando la quota è esaurita
pt_br: Alertar quando a cota se esgotar

source: Alerte à 20 % restants
de: Bei 20 % Restkontingent benachrichtigen
en: Alert at 20% remaining
es: Avisar cuando quede un 20 %
it: Avvisa al 20% rimanente
pt_br: Alertar quando restarem 20%

source: Aucune fenêtre de quota disponible
de: Keine Kontingentzeiträume verfügbar
en: No quota windows available
es: No hay períodos de cuota disponibles
it: Nessun periodo di quota disponibile
pt_br: Nenhum período de cota disponível

source: Automatique
de: Automatisch
en: Automatic
es: Automático
it: Automatico
pt_br: Automático

source: Autoriser dans les Réglages Système…
de: In den Systemeinstellungen erlauben…
en: Allow in System Settings…
es: Permitir en Ajustes del Sistema…
it: Consenti in Impostazioni di Sistema…
pt_br: Permitir nos Ajustes do Sistema…

source: Autoriser les quotas Cursor via la session web
de: Cursor-Kontingente über die Websitzung erlauben
en: Allow Cursor quotas through the web session
es: Permitir cuotas de Cursor mediante la sesión web
it: Consenti le quote Cursor tramite la sessione web
pt_br: Permitir cotas do Cursor pela sessão web

source: Autorisez la lecture des quotas Cursor dans les réglages du compte.
de: Erlaube den Zugriff auf Cursor-Kontingente in den Account-Einstellungen.
en: Allow Cursor quota access in account settings.
es: Autoriza la lectura de cuotas de Cursor en los ajustes de la cuenta.
it: Autorizza la lettura delle quote Cursor nelle impostazioni dell’account.
pt_br: Autorize a leitura de cotas do Cursor nos ajustes da conta.

source: Avancé
de: Erweitert
en: Advanced
es: Avanzado
it: Avanzate
pt_br: Avançado

source: CLI introuvable
de: CLI nicht gefunden
en: CLI not found
es: CLI no encontrada
it: CLI non trovata
pt_br: CLI não encontrada

source: Chargement…
de: Wird geladen…
en: Loading…
es: Cargando…
it: Caricamento…
pt_br: Carregando…

source: Choisir…
de: Auswählen…
en: Choose…
es: Elegir…
it: Scegli…
pt_br: Escolher…

source: Choisissez un dossier
de: Ordner auswählen
en: Choose a folder
es: Elige una carpeta
it: Scegli una cartella
pt_br: Escolha uma pasta

source: Complétions
de: Codevervollständigungen
en: Completions
es: Completado de código
it: Completamenti
pt_br: Conclusões de código

source: Compte
de: Account
en: Account
es: Cuenta
it: Account
pt_br: Conta

source: Compte API, pas de quota d’abonnement
de: API-Account, kein Abonnementkontingent
en: API account, no subscription quota
es: Cuenta API, sin cuota de suscripción
it: Account API, nessuna quota di abbonamento
pt_br: Conta de API, sem cota de assinatura

source: Comptes
de: Accounts
en: Accounts
es: Cuentas
it: Account
pt_br: Contas

source: Connecté
de: Angemeldet
en: Connected
es: Conectado
it: Connesso
pt_br: Conectado

source: Connexion requise
de: Anmeldung erforderlich
en: Sign-in required
es: Es necesario iniciar sesión
it: Accesso richiesto
pt_br: É necessário entrar

source: Copier la commande
de: Befehl kopieren
en: Copy command
es: Copiar comando
it: Copia il comando
pt_br: Copiar comando

source: Crédits supplémentaires
de: Zusätzliche Credits
en: Extra credits
es: Créditos adicionales
it: Crediti aggiuntivi
pt_br: Créditos adicionais

source: Crédits supplémentaires Claude
de: Zusätzliche Claude-Credits
en: Claude extra credits
es: Créditos adicionales de Claude
it: Crediti aggiuntivi Claude
pt_br: Créditos adicionais do Claude

source: Diagnostic
de: Diagnose
en: Diagnostics
es: Diagnóstico
it: Diagnostica
pt_br: Diagnóstico

source: Données locales de Claude Code
de: Lokale Daten von Claude Code
en: Local data from Claude Code
es: Datos locales de Claude Code
it: Dati locali di Claude Code
pt_br: Dados locais do Claude Code

source: Dossier de configuration
de: Konfigurationsordner
en: Configuration folder
es: Carpeta de configuración
it: Cartella di configurazione
pt_br: Pasta de configuração

source: Dossier de configuration invalide ou déjà utilisé
de: Konfigurationsordner ungültig oder bereits verwendet
en: Invalid or already used configuration folder
es: Carpeta de configuración no válida o ya en uso
it: Cartella di configurazione non valida o già in uso
pt_br: Pasta de configuração inválida ou já em uso

source: Dossier dédié au widget
de: Eigener Ordner für das Widget
en: Dedicated widget folder
es: Carpeta exclusiva del widget
it: Cartella dedicata al widget
pt_br: Pasta exclusiva do widget

source: Dossier existant
de: Vorhandener Ordner
en: Existing folder
es: Carpeta existente
it: Cartella esistente
pt_br: Pasta existente

source: Délai dépassé
de: Zeitüberschreitung
en: Request timed out
es: Tiempo de espera agotado
it: Tempo di attesa scaduto
pt_br: Tempo limite excedido

source: Détecter les binaires
de: Programme erkennen
en: Detect binaries
es: Detectar ejecutables
it: Rileva gli eseguibili
pt_br: Detectar executáveis

source: Détection automatique
de: Automatische Erkennung
en: Automatic detection
es: Detección automática
it: Rilevamento automatico
pt_br: Detecção automática

source: Enregistrer
de: Speichern
en: Save
es: Guardar
it: Salva
pt_br: Salvar

source: Expiration
de: Ablauf
es: Caducidad
it: Scadenza
pt_br: Expiração

source: Exporter un diagnostic…
de: Diagnose exportieren…
en: Export diagnostics…
es: Exportar diagnóstico…
it: Esporta diagnostica…
pt_br: Exportar diagnóstico…

source: Fenêtre
de: Zeitraum
en: Window
es: Período
it: Periodo
pt_br: Período

source: Fermer
de: Schließen
en: Close
es: Cerrar
it: Chiudi
pt_br: Fechar

source: Fournisseur temporairement indisponible
de: Anbieter vorübergehend nicht verfügbar
en: Provider temporarily unavailable
es: Proveedor temporalmente no disponible
it: Fornitore temporaneamente non disponibile
pt_br: Provedor temporariamente indisponível

source: Général
de: Allgemein
en: General
es: General
it: Generali
pt_br: Geral

source: Hors ligne — dernières valeurs connues
de: Offline — zuletzt bekannte Werte
en: Offline — last known values
es: Sin conexión — últimos valores conocidos
it: Offline — ultimi valori noti
pt_br: Offline — últimos valores conhecidos

source: Identité changée
de: Account-Identität geändert
en: Account identity changed
es: La identidad de la cuenta ha cambiado
it: Identità dell’account cambiata
pt_br: Identidade da conta alterada

source: Identité non vérifiée
de: Account-Identität nicht bestätigt
en: Account identity not verified
es: Identidad de la cuenta sin verificar
it: Identità dell’account non verificata
pt_br: Identidade da conta não verificada

source: Impossible de lire les services du trousseau
de: Schlüsselbunddienste konnten nicht gelesen werden
en: Unable to read Keychain services
es: No se pueden leer los servicios del llavero
it: Impossibile leggere i servizi del portachiavi
pt_br: Não foi possível ler os serviços das Chaves

source: Impossible de lire ou écrire les réglages
de: Einstellungen konnten nicht gelesen oder gespeichert werden
en: Unable to read or write settings
es: No se pueden leer o guardar los ajustes
it: Impossibile leggere o salvare le impostazioni
pt_br: Não foi possível ler ou salvar os ajustes

source: Impossible de modifier la statusline. Vérifiez le dossier et la sauvegarde existante.
de: Statuszeile konnte nicht geändert werden. Prüfe den Ordner und die vorhandene Sicherung.
en: Unable to change the statusline. Check the folder and existing backup.
es: No se puede modificar la línea de estado. Comprueba la carpeta y la copia de seguridad existente.
it: Impossibile modificare la riga di stato. Controlla la cartella e il backup esistente.
pt_br: Não foi possível alterar a linha de status. Verifique a pasta e o backup existente.

source: Impossible de modifier le lancement automatique
de: Automatischer Start konnte nicht geändert werden
en: Unable to change launch at login
es: No se puede cambiar el inicio automático
it: Impossibile modificare l’avvio al login
pt_br: Não foi possível alterar o início automático

source: Impossible d’ouvrir Terminal. Copiez la commande depuis les réglages.
de: Terminal konnte nicht geöffnet werden. Kopiere den Befehl aus den Einstellungen.
en: Unable to open Terminal. Copy the command from Settings.
es: No se puede abrir Terminal. Copia el comando desde los ajustes.
it: Impossibile aprire Terminale. Copia il comando dalle impostazioni.
pt_br: Não foi possível abrir o Terminal. Copie o comando nos ajustes.

source: Installer…
de: Installieren…
en: Install…
es: Instalar…
it: Installa…
pt_br: Instalar…

source: Intervalle
de: Intervall
en: Interval
es: Intervalo
it: Intervallo
pt_br: Intervalo

source: Jeton expiré ou rejeté : reconnectez-vous
de: Token abgelaufen oder abgelehnt: erneut anmelden
en: Token expired or rejected: sign in again
es: Token caducado o rechazado: vuelve a iniciar sesión
it: Token scaduto o rifiutato: accedi di nuovo
pt_br: Token expirado ou rejeitado: entre novamente

source: Jeton sans portée profil : reconnectez-vous avec claude auth login
de: Token ohne Profilberechtigung: mit claude auth login erneut anmelden
en: Token missing profile scope: sign in again with claude auth login
es: Token sin permiso de perfil: vuelve a iniciar sesión con claude auth login
it: Token senza autorizzazione per il profilo: accedi di nuovo con claude auth login
pt_br: Token sem permissão de perfil: entre novamente com claude auth login

source: Jour
de: Tag
en: Day
es: Día
it: Giorno
pt_br: Dia

source: La statusline existante est conservée et chaînée. Désactiver restaure la configuration précédente.
de: Die vorhandene Statuszeile bleibt erhalten und wird mit ausgeführt. Beim Deaktivieren wird die vorherige Konfiguration wiederhergestellt.
en: Your existing statusline is preserved and chained. Disabling restores the previous configuration.
es: La línea de estado existente se conserva y se ejecuta en cadena. Al desactivar, se restaura la configuración anterior.
it: La riga di stato esistente viene mantenuta ed eseguita in sequenza. Disattivando si ripristina la configurazione precedente.
pt_br: A linha de status existente é mantida e executada em sequência. Ao desativar, a configuração anterior é restaurada.

source: Lancer à l’ouverture de session
de: Beim Anmelden starten
en: Launch at login
es: Abrir al iniciar sesión
it: Avvia al login
pt_br: Abrir ao iniciar sessão

source: Langue
de: Sprache
en: Language
es: Idioma
it: Lingua
pt_br: Idioma

source: Le CLI a échoué
de: CLI fehlgeschlagen
en: CLI failed
es: La CLI ha fallado
it: Errore della CLI
pt_br: A CLI falhou

source: Lister les services
de: Dienste auflisten
en: List services
es: Listar servicios
it: Elenca i servizi
pt_br: Listar serviços

source: Modifier…
de: Bearbeiten…
en: Edit…
es: Editar…
it: Modifica…
pt_br: Editar…

source: Modèles nommés
de: Benannte Modelle
en: Named models
es: Modelos específicos
it: Modelli specifici
pt_br: Modelos específicos

source: Nom
de: Name
en: Name
es: Nombre
it: Nome
pt_br: Nome

source: Nom du compte
de: Accountname
en: Account name
es: Nombre de la cuenta
it: Nome dell’account
pt_br: Nome da conta

source: Notifications
de: Mitteilungen
es: Notificaciones
it: Notifiche
pt_br: Notificações

source: Opération annulée
de: Vorgang abgebrochen
en: Operation cancelled
es: Operación cancelada
it: Operazione annullata
pt_br: Operação cancelada

source: Ouvrir le dossier de l’app
de: App-Ordner öffnen
en: Open app data folder
es: Abrir la carpeta de la app
it: Apri la cartella dell’app
pt_br: Abrir a pasta do app

source: Ouvrir les logs dans Console
de: Protokolle in Konsole öffnen
en: Open logs in Console
es: Abrir los registros en Consola
it: Apri i log in Console
pt_br: Abrir os registros no Console

source: Perso
de: Privat
en: Personal
es: Personal
it: Personale
pt_br: Pessoal

source: Placez l’app dans /Applications pour le lancement automatique.
de: Verschiebe die App nach /Applications, um sie beim Anmelden zu starten.
en: Move the app to /Applications to launch at login.
es: Mueve la app a /Applications para abrirla al iniciar sesión.
it: Sposta l’app in /Applications per l’avvio al login.
pt_br: Mova o app para /Applications para abrir ao iniciar sessão.

source: Plafond individuel
de: Individuelles Limit
en: Individual limit
es: Límite individual
it: Limite individuale
pt_br: Limite individual

source: Quitter
de: Beenden
en: Quit
es: Salir
it: Esci
pt_br: Sair

source: Quota
de: Kontingent
es: Cuota
pt_br: Cota

source: Quota de l’équipe
de: Teamkontingent
en: Team quota
es: Cuota del equipo
it: Quota del team
pt_br: Cota da equipe

source: Quota d’abonnement indisponible pour cette session CLI
de: Abonnementkontingent für diese CLI-Sitzung nicht verfügbar
en: Subscription quota unavailable for this CLI session
es: Cuota de suscripción no disponible para esta sesión de CLI
it: Quota di abbonamento non disponibile per questa sessione CLI
pt_br: Cota de assinatura indisponível para esta sessão CLI

source: Quota indisponible
de: Kontingent nicht verfügbar
en: Quota unavailable
es: Cuota no disponible
it: Quota non disponibile
pt_br: Cota indisponível

source: Quota quotidien
de: Tageskontingent
en: Daily quota
es: Cuota diaria
it: Quota giornaliera
pt_br: Cota diária

source: Quota restant
de: Restkontingent
en: Remaining quota
es: Cuota restante
it: Quota rimanente
pt_br: Cota restante

source: Reconnecter…
de: Erneut anmelden…
en: Reconnect…
es: Volver a conectar…
it: Riconnetti…
pt_br: Reconectar…

source: Reconnexion requise
de: Erneute Anmeldung erforderlich
en: Sign-in required
es: Es necesario volver a iniciar sesión
it: È necessario accedere di nuovo
pt_br: É necessário entrar novamente

source: Renouvellement au prochain rafraîchissement
de: Erneuerung bei der nächsten Aktualisierung
en: Credentials will renew on the next refresh
es: Renovación en la próxima actualización
it: Rinnovo al prossimo aggiornamento
pt_br: Renovação na próxima atualização

source: Renouvellement en cours…
de: Zugangsdaten werden erneuert…
en: Refreshing credentials…
es: Renovación en curso…
it: Rinnovo in corso…
pt_br: Renovação em andamento…

source: Requêtes premium
de: Premium-Anfragen
en: Premium requests
es: Solicitudes premium
it: Richieste premium
pt_br: Solicitações premium

source: Réglages…
de: Einstellungen…
en: Settings…
es: Ajustes…
it: Impostazioni…
pt_br: Ajustes…

source: Réinitialisation
de: Zurücksetzung
en: Reset
es: Restablecimiento
it: Ripristino
pt_br: Redefinição

source: Réinitialisation inconnue
de: Zeitpunkt der Zurücksetzung unbekannt
en: Reset time unknown
es: Hora de restablecimiento desconocida
it: Ora di ripristino sconosciuta
pt_br: Horário de redefinição desconhecido

source: Réinitialisation non confirmée
de: Zurücksetzung unbestätigt
en: Reset unconfirmed
es: Restablecimiento sin confirmar
it: Ripristino non confermato
pt_br: Redefinição não confirmada

source: Réinitialisation à confirmer
de: Zurücksetzung noch nicht bestätigt
en: Reset awaiting confirmation
es: Restablecimiento pendiente de confirmar
it: Ripristino da confermare
pt_br: Redefinição a confirmar

source: Réinitialiser le cache
de: Cache leeren
en: Clear cache
es: Vaciar caché
it: Svuota la cache
pt_br: Limpar cache

source: Réponse du fournisseur non reconnue
de: Unbekannte Antwort des Anbieters
en: Unrecognized provider response
es: Respuesta del proveedor no reconocida
it: Risposta del fornitore non riconosciuta
pt_br: Resposta do provedor não reconhecida

source: Réseau indisponible
de: Netzwerk nicht verfügbar
en: Network unavailable
es: Red no disponible
it: Rete non disponibile
pt_br: Rede indisponível

source: Saisissez un nom de compte
de: Accountnamen eingeben
en: Enter an account name
es: Introduce un nombre de cuenta
it: Inserisci un nome per l’account
pt_br: Digite um nome para a conta

source: Se connecter…
de: Anmelden…
en: Sign in…
es: Iniciar sesión…
it: Accedi…
pt_br: Entrar…

source: Semaine
de: Woche
en: Week
es: Semana
it: Settimana
pt_br: Semana

source: Service
de: Dienst
es: Servicio
it: Servizio
pt_br: Serviço

source: Service trousseau (repli manuel)
de: Schlüsselbunddienst (manuelle Alternative)
en: Keychain service (manual fallback)
es: Servicio del llavero (alternativa manual)
it: Servizio portachiavi (alternativa manuale)
pt_br: Serviço das Chaves (alternativa manual)

source: Session 5 h
de: 5-h-Sitzung
en: 5 h session
es: Sesión de 5 h
it: Sessione di 5 h
pt_br: Sessão de 5 h

source: Session CLI par défaut
de: Standard-CLI-Sitzung
en: Default CLI session
es: Sesión CLI predeterminada
it: Sessione CLI predefinita
pt_br: Sessão CLI padrão

source: Sources supplémentaires
de: Zusätzliche Quellen
en: Additional sources
es: Fuentes adicionales
it: Fonti aggiuntive
pt_br: Fontes adicionais

source: Statusline Claude
de: Claude-Statuszeile
en: Claude statusline
es: Línea de estado de Claude
it: Riga di stato Claude
pt_br: Linha de status do Claude

source: Support expérimental — session CLI par défaut uniquement.
de: Experimentelle Unterstützung — nur die Standard-CLI-Sitzung.
en: Experimental support — default CLI session only.
es: Soporte experimental — solo la sesión CLI predeterminada.
it: Supporto sperimentale — solo la sessione CLI predefinita.
pt_br: Suporte experimental — apenas a sessão CLI padrão.

source: Supprimer
de: Entfernen
en: Remove
es: Eliminar
it: Rimuovi
pt_br: Remover

source: Supprimer un compte du widget conserve sa session CLI et son dossier.
de: Beim Entfernen eines Accounts aus dem Widget bleiben CLI-Sitzung und Ordner erhalten.
en: Removing an account from the widget keeps its CLI session and folder.
es: Al eliminar una cuenta del widget, se conservan su sesión CLI y su carpeta.
it: Rimuovere un account dal widget mantiene la sessione CLI e la relativa cartella.
pt_br: Remover uma conta do widget mantém a sessão CLI e a pasta dela.

source: Terminez la connexion dans le Terminal, puis cliquez sur Vérifier.
de: Schließe die Anmeldung in Terminal ab und klicke dann auf Prüfen.
en: Finish signing in in Terminal, then click Verify.
es: Termina de iniciar sesión en Terminal y haz clic en Verificar.
it: Completa l’accesso in Terminale, poi fai clic su Verifica.
pt_br: Conclua o login no Terminal e clique em Verificar.

source: Trop de requêtes — nouvelle tentative différée
de: Zu viele Anfragen — erneuter Versuch später
en: Too many requests — retry deferred
es: Demasiadas solicitudes — reintento aplazado
it: Troppe richieste — nuovo tentativo rimandato
pt_br: Muitas solicitações — nova tentativa adiada

source: Un élément de barre par compte
de: Ein Menüleistenelement pro Account
en: One menu bar item per account
es: Un elemento de barra por cuenta
it: Un elemento nella barra per account
pt_br: Um item de barra por conta

source: Utilise le jeton du CLI pour lire les quotas sur cursor.com. Désactivé par défaut.
de: Verwendet das CLI-Token zum Lesen der Kontingente auf cursor.com. Standardmäßig deaktiviert.
en: Uses the CLI token to read quotas on cursor.com. Off by default.
es: Usa el token de la CLI para leer cuotas en cursor.com. Desactivado por defecto.
it: Usa il token CLI per leggere le quote su cursor.com. Disattivato per impostazione predefinita.
pt_br: Usa o token da CLI para ler cotas em cursor.com. Desativado por padrão.

source: Vos quotas, en un coup d’œil
de: Deine Kontingente auf einen Blick
en: Your quotas at a glance
es: Tus cuotas de un vistazo
it: Le tue quote a colpo d’occhio
pt_br: Suas cotas em um relance

source: Vérifier
de: Prüfen
en: Verify
es: Verificar
it: Verifica
pt_br: Verificar

source: maj il y a %d min
de: vor %d Min. aktualisiert
en: updated %d min ago
es: actualizado hace %d min
it: aggiornato %d min fa
pt_br: atualizado há %d min

source: possible dans
de: verfügbar in
en: available in
es: disponible en
it: disponibile tra
pt_br: disponível em

source: pour cent restants
de: Prozent verbleibend
en: percent remaining
es: por ciento restante
it: per cento rimanente
pt_br: por cento restante

source: restants
de: verbleibend
en: remaining
es: restantes
it: rimanenti
pt_br: restantes

source: réinit.
de: Zurücksetzung
en: resets
es: restablece
it: ripristino
pt_br: renova

source: réinit. dans
de: Zurücksetzung in
en: resets in
es: se restablece en
it: ripristino tra
pt_br: renova em

source: Abonnement
en: Subscription
es: Suscripción
it: Abbonamento
pt_br: Assinatura

source: CLIs
es: CLI
it: CLI
